[
    {
        "url": ["cnn"],
        "name": "Cable News Network (CNN)",
        "founded": 1980,
        "founded_country": "USA",
        "founded_by": "Ted Turner",
        "current_country": "USA",
        "current_owner": "Turner Broadcasting System, a division of AT&T's WarnerMedia",
        "description": "CNN has often been the subject of allegations of party bias. In research conducted by the Shorenstein Center on Media, Politics and Public Policy at Harvard University and the Project for Excellence in Journalism, the authors found disparate treatment by the three major cable networks of Republican and Democratic candidates during the earliest five months of presidential primaries in 2007: \"The CNN programming studied tended to cast a negative light on Republican candidates – by a margin of three-to-one.\"",
        "wiki": "https://en.wikipedia.org/wiki/CNN",
        "website": "https://www.cnn.com/",
        "twitter": "https://twitter.com/CNN"
    },
    {
        "url": ["foxnews"],
        "name": "Fox News",
        "founded": 1996,
        "founded_country": "USA",
        "founded_by": "Rupert Murdoch",
        "current_country": "USA",
        "current_owner": "Fox Corporation",
        "description": "Fox News has been described as practicing biased reporting in favor of the Republican Party, the George W. Bush and Donald Trump administrations, and conservative causes.",
        "wiki": "https://en.wikipedia.org/wiki/Fox_News",
        "website": "https://www.foxnews.com/",
        "twitter": "https://twitter.com/FoxNews"
    },
    {
        "url": ["telegraph"],
        "name": "The Daily Telegraph",
        "founded": 1855,
        "founded_country": "Great Britain",
        "founded_by": "Arthur B. Sleigh",
        "current_country": "United Kingdom",
        "current_owner": "Telegraph Media Group",
        "description": "The paper is paid £900,000 a year to include the supplement Russia Beyond the Headlines, a publication sponsored by the Rossiyskaya Gazeta, the Russian government's official newspaper. It is paid a further £750,000 a year for a similar arrangement with the Chinese state in relation to the pro-Beijing China Watch advertising supplement. The Daily Telegraph has been politically conservative in modern times. The personal links between the paper's editors and the leadership of the Conservative Party, along with the paper's generally right-wing stance and influence over Conservative activists, have resulted in the paper commonly being referred to, especially in Private Eye, as the Torygraph.",
        "wiki": "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "website": "https://www.telegraph.co.uk/",
        "twitter": "https://twitter.com/Telegraph"
    },
    {
        "url": ["guardian"],
        "name": "The Guardian",
        "founded": 1821,
        "founded_country": "Great Britain",
        "founded_by": "John Edward Taylor",
        "current_country": "United Kingdom",
        "current_owner": "Guardian Media Group",
        "description": "Throughout its history, The Guardian has always been a left-wing publication as they have stated in various articles. The paper's readership is generally on the mainstream left of British political opinion. In the 2017 election The Guardian endorsed the Labour Party.",
        "wiki": "https://en.wikipedia.org/wiki/The_Guardian" ,
        "website": "https://www.theguardian.com",
        "twitter": "https://www.twitter.com/guardian"
    },
    {
        "url": ["nytimes"] ,
        "name": "The New York Times",
        "founded": 1851,
        "founded_country": "USA",
        "founded_by": "Henry Jarvis Raymond / George Jones",
        "current_country": "USA",
        "current_owner": "The New York Times Company (Carlos Slim Helú - 17%)",
        "description": "The NYT looks at the issues from a progressive perspective and is regarded as “liberal”. According to a Pew Research Centers’ media polarization report “the ideological Placement of Each Source’s Audience” places the audience for the New York Times as “consistently liberal.” Further, since 1960 The New York Times has only endorsed Democratic Presidential Candidates. As of 2016, Carlos Slim (net worth: 64.9 billion USD) is the largest shareholder",
        "wiki": "https://en.wikipedia.org/wiki/The_New_York_Times",
        "website": "https://www.nytimes.com/" ,
        "twitter": "https://www.twitter.com/nytimes"
    },
    {
        "url": ["usatoday"],
        "name": "USA Today",
        "founded": 1982 ,
        "founded_country": "USA" ,
        "founded_by": "Al Neuharth",
        "current_country": "USA",
        "current_owner": "Gannett Company",
        "description": "Many consider USA Today to be center, but some believe the editorial pieces have a left-leaning bias. USA Today had never taken a position in a US presidential election. However, in 2016, USA Today published an editorial urging readers not to vote for Donald Trump. Further, they did not endorse Hillary Clinton either. ",
        "wiki": "https://en.wikipedia.org/wiki/USA_Today",
        "website": "https://www.usatoday.com/",
        "twitter": "https://twitter.com/USATODAY"
    },
    {
        "url": ["wsj"],
        "name": ["The Wall Street Journal"],
        "founded": 1889,
        "founded_country": "USA",
        "founded_by": "Dow Jones and Company" ,
        "current_country": "USA" ,
        "current_owner": "News Corp News Corp (Co-chairman: Rupert Murdoch) via Dow Jones and Company" ,
        "description": "The Journal's editorial pages and columns, run separately from the news pages, have a conservative bent and are highly influential in American conservative circles. On October 25, 2017, the editorial board called for Special Counsel Robert Mueller to resign from the investigation into Russian interference in the 2016 United States elections and accused Hillary Clinton's 2016 presidential campaign of colluding with Russia. The Walls Street Journal hasn’t endorsed US political candidates since 1928, however they have been criticized for endorsing far right populist politicians abroad. For example in South America they all but endorsed far-right Congressman Jair Bolsonaro in Brazil’s presidential election. They have also written favorably about Chilean Dictator Augusto Pinochet.",
        "wiki": "https://en.wikipedia.org/wiki/The_Wall_Street_Journal",
        "website": "http://www.wsj.com/",
        "twitter": "https://twitter.com/WSJ"
    },
    {
        "url": ["latimes"] ,
        "name": "The Los Angeles Times",
        "founded": 1881,
        "founded_country": "USA" ,
        "founded_by": null,
        "current_country": "USA",
        "current_owner": "Los Angeles Times Communications LLC / Patrick Soon-Shiong",
        "description": "LA Times is considered to have a slight to moderate liberal bias. Editorially, the LA Times has endorsed Democratic Presidential Candidates in the last three elections.",
        "wiki": "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "website": "https://www.latimes.com/",
        "twitter": "https://www.twitter.com/latimes" 
    },
    {
        "url": ["nypost","pagesix"],
        "name": "New York Post",
        "founded": 1801,
        "founded_country": "USA",
        "founded_by": "Alexander Hamilton",
        "current_country": "USA",
        "current_owner": "News Corp (Co-chairman: Rupert Murdoch)",
        "description": "The Post is generally perceived to be slightly to moderately conservative in bias. The New York Post is currently owned by Rupert Murdoch’s News Corp, which owns many conservative/sensational media outlets around the world. The Post has been criticized since the beginning of Murdoch's ownership for sensationalism, blatant advocacy, and conservative bias. Perhaps the most serious allegation against the Post is that it is willing to contort its news coverage to suit Murdoch's business needs, in particular that the paper has avoided reporting anything that is unflattering to the government of the People's Republic of China, where Murdoch has invested heavily in satellite television. According to a survey conducted by Pace University in 2004, the Post was rated the least-credible major news outlet in New York, and the only news outlet to receive more responses calling it \"not credible\" than credible (44% not credible to 39% credible). ",
        "wiki": "https://en.wikipedia.org/wiki/New_York_Post",
        "website": "http://nypost.com/",
        "twitter": "https://www.twitter.com/nypost" 
    },
    {
        "url": ["chicagotribune"] ,
        "name": "Chicago Tribune",
        "founded": 1847,
        "founded_country": "USA",
        "founded_by": "James Kelly",
        "current_country": "USA" ,
        "current_owner": "Tribune Publishing (Michael W. Ferro, Jr.)",
        "description": "Chicago Tribune is perceived to have a slightly to moderate conversative bias. Editorially, there is a right leaning bias through promotion of free market economics and limited Government. The Tribune has remained economically conservative, being widely skeptical of increasing the minimum wage and entitlement spending. As of 2018, the Chicago Tribune has taken down its websites in most European countries due to GDPR.",
        "wiki": "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "website": "http://chicagotribune.com/",
        "twitter": "https://twitter.com/chicagotribune" 
    },
    {
        "url": ["washingtonpost"] ,
        "name": "The Washington Post",
        "founded": 1877,
        "founded_country": "USA",
        "founded_by": "Stilson Hutchins",
        "current_country": "USA" ,
        "current_owner": "Nash Holdings (Jeff Bezos)",
        "description": "Generally perceived to have a slight to moderate liberal bias. In 2013, Jeff Bezos bought The Washington Post for $250 million USD.  Bezos and the newspaper's editorial board have dismissed accusations that he unfairly controlled the paper's content and Bezos maintains the paper's independence. On November 9, 2018, a Washington Post op-ed written by Mohammed Ali al-Houthi, a political leader in Houthi movement and a major figure in orchestrating the Houthi takeover in Yemen which sparked the Yemeni Civil War, was published. This led The Washington Post to be criticized by multiple activists on the basis of providing a platform to an anti-Western and antisemitic group supported by Iran as well as criticism by Yemenis who consider Al Houthi a \"war criminal\".",
        "wiki": "https://en.wikipedia.org/wiki/The_Washington_Post",
        "website": "https://www.washingtonpost.com/",
        "twitter": "https://twitter.com/washingtonpost"
    }        
]
